Repository: ParticipatoryOrgs/Sociocracy3.0-Illustrations
Catalog: text/*/process.po
Languages: de

source: Test Adaptation
de: Anpassung testen

source: Understand Pattern
de: Pattern verstehen

source: Proposal for Adaptation
de: Vorschlag zur Anpassung

source: Understand Context
de: Kontext verstehen

source: Evaluate and Evolve
de: Evaluieren und entwickeln

source: Consent to Adaptation
de: Konsent zur Anpassung

source: Primary Driver
de: Primärtreiber

source: Connect Domains
de: Domänen verbinden

source: Identify Actors
de: Aktuere identifizieren

source: Identify Deliverables
de: Leistungen identifizieren

source: Sort & Prioritize Drivers
de: Treiber sortieren & priorisieren

source: Identify Needs
de: Bedarf ermitteln

source: What’s missing?
de: Was fehlt noch?

source: Form Domains
de: Domänen bilden

source: Populate & Define Domains
de: Domänen besetzen und definieren

source: Is the description of the driver clear enough?
de: Ist die Beschreibung des Treibers klar genug?

source: drop it
de: ignorieren

source: yes
de: ja

source: Understand Driver Describe the situation: what’s happening, what’s needed?
de: Treiber verstehen Beschreibe die Situation: was passiert, und was wird benötigt?

source: Qualify Organizational Drivers Can this help or harm the organization?
de: Organisationstreiber beurteilen Hilft oder schadet es der Organisation?

source: Qualify Drivers
de: Treiber beurteilen

source: Is the driver relevant for us to respond to?
de: Betrifft uns dieser Treiber?

source: Act or schedule for later
de: Handeln oder vertagen

source: Notice Tension
de: Spannung erkennen

source: refer to another domain
de: an andere Domäne übergeben

source: pass the driver to them
de: Treiber übergeben

source: Drop it
de: ignorieren

source: Individual Accountability
de: Persönliche Verantwortung

source: no
de: nein

source: Delegate Whose domain of accountablity is this?
de: Delegieren Wer ist zuständig?

source: Accountability of Circle or Person in a Role
de: Verantwortung von Kreis oder Rolle

source: Consent to Driver
de: Konsent: Treiber

source: Decide How will we respond?
de: Entscheiden Wie werden wir reagieren?

source: pass driver to them
de: Treiber übergeben

source: Understand Driver
de: Treiber verstehen

source: Drop (or refer to another domain)
de: verwerfen (oder an andere Domäne übergeben)

source: Act (or schedule for later)
de: Handeln (oder vertagen)

source: Consent to Driver
de: Konsent: Treiber

source: Qualify Driver
de: Treiber beurteilen

source: Decide
de: Entscheiden

source: Describe situation: what’s happening, what’s needed?
de: Situation beschreiben: Was geschieht, was ist notwendig?

source: Can this help or harm the organization?
de: Kann das der Organisation helfen oder schaden?

source: How will we respond?
de: Wie reagieren wir?

source: Those Accountable for the Domain
de: die Domänenverantwortlichen

source: Whose domain of accountablity is this?
de: In wessen Verantwortungs- bereich fällt es?

source: Delegate
de: Delegieren

source: Transition to New Formula
de: Umstellung auf neue Formel

source: Create/Update Salary Formula
de: Gehaltsformel erarbeiten

source: Open Salary
de: Transparente Gehälter

source: Open Salary
de: Transparente Gehälter

source: Agree on Salary Formula
de: Gehaltsformel vereinbaren

source: Consult Those Affected
de: Betroffene konsultieren

source: Fairness-First Approach
de: Fairness-First-Ansatz

source: Implement
de: Umsetzen

source: Review and Evolve
de: Evaluation und Evolution

source: Transparency-First Approach
de: Transparency-First-Ansatz

source: Agree on Transition
de: Übergang vereinbaren

source: Collect Improvement Suggestions
de: Verbesserungsvorschläge sammeln

source: Invite Contributors
de: Teilnehmer einladen

source: Co-Create Development Plan
de: Entwicklungsplan erarbeiten

source: Consent to Plan
de: Entwicklungsplan beschliessen

source: Present Domain Description and Strategy
de: Domäne und Strategie vorstellen

source: Collect Appreciations
de: Würdigungen
